/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
  
*/

// 泰语
"view_now_button" = "ดูตอนนี้";
"skip_button" = "ข้าม";
"install_button" = "ติดตั้ง";
"download_button" = "ดาวน์โหลด";
"downloading_status" = "กำลังดาวน์โหลด";
"allow_install_alert" = "อนุญาตให้เราติดตั้งแอป";
"app_name" = "เล่นซ้ำ";
"replay_button" = "ลองอีกครั้ง";
"retry_button" = "ปิด";
"close_button" = "รีเฟรช";
"refresh_button" = "ดู";
"view_action" = "เมื่อสักครู่";
"just_now_time" = "ดูรายละเอียดเพิ่มเติม";
"learn_more_link" = "ดูรายละเอียดเพิ่มเติม";
"Reward_text" = "รับรางวัลใน  %.0fวิ";
"gets_Rewarded" = "รับรางวัลแล้ว";

// Default ad titles (picked randomly when title is missing)
"default_ad_title_1" = "Featured Recommendation";
"default_ad_title_2" = "You Might Like This";
"default_ad_title_3" = "Sponsored Content";
"default_ad_title_4" = "Discover Something New";
"default_ad_title_5" = "A Special Recommendation";
